alsa-firmware
alsa-utils
archlinux-contrib
base
bluez-utils
cbatticon
dhcpcd
discord
dmenu
dunst
efibootmgr
feh
firefox
gcc
gdb
git
grub
gtk3
i3-wm
i3status
iwd
java-environment-common
jre-openjdk
jre-openjdk-headless
linux
linux-firmware
maim
make
man-db
neofetch
neovim
netctl
nitrogen
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia
pacman-contrib
patch
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
sof-firmware
sudo
unzip
which
wpa_supplicant
xclip
xcompmgr
xdg-utils
xdotool
xf86-input-synaptics
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xterm
