acl
acpi
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
android-file-transfer
aom
archlinux-contrib
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audit
avahi
babl
base
bash
binutils
blas
bluez
bluez-libs
bluez-utils
boost-libs
brightnessctl
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cmus
confuse
coreutils
cronie
cryptsetup
curl
dav1d
db
db5.3
dbus
dbus-glib
dconf
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
discord
dmenu
dnssec-anchors
double-conversion
duktape
dunst
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
ell
enchant
exiv2
expat
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
font-manager
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
gawk
gc
gcc
gcc-libs
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
gettext
giflib
gimp
git
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnu-free-fonts
gnupg
gnutls
gperftools
gpgme
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
hwdata
hwloc
hyphen
i3-wm
i3status
iana-etc
icu
ifuse
imath
imlib2
iproute2
iptables
iputils
iso-codes
iwd
jack2
jansson
jasper
java-environment-common
java-runtime-common
jre-openjdk
jre-openjdk-headless
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
lcms2
ldns
lensfun
less
libarchive
libass
libassuan
libasyncns
libavc1394
libavif
libbluray
libbpf
libbs2b
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libde265
libdiscid
libdrm
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libgexiv2
libglvnd
libgpg-error
libgudev
libheif
libical
libice
libidn2
libiec61883
libimobiledevice
libinih
libinput
libisl
libjpeg-turbo
libjxl
libksba
libldap
libluv
libmanette
libmfx
libmng
libmnl
libmodplug
libmpc
libmypaint
libnet
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libp11-kit
libpcap
libpciaccess
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsoup
libsoup3
libsoxr
libspiro
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyuv
licenses
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
luajit
luit
lz4
lzo
mailcap
maim
make
man-db
md4c
mesa
mkinitcpio
mkinitcpio-busybox
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
mypaint-brushes1
ncurses
neofetch
neovim
netctl
nettle
nitrogen
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
nvidia
nvidia-utils
ocl-icd
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openresolv
openssh
openssl
opus
orc
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
pangomm
patch
pciutils
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-image-exiftool
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
pinentry
pixman
pkgconf
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python
python-argcomplete
python-attrs
python-build
python-cachecontrol
python-cachy
python-certifi
python-cffi
python-chardet
python-cleo
python-click
python-crashtest
python-cryptography
python-distlib
python-distro
python-dulwich
python-filelock
python-html5lib
python-idna
python-importlib-metadata
python-installer
python-jaraco.classes
python-jeepney
python-jsonschema
python-jsonschema-specifications
python-keyring
python-lark-parser
python-lockfile
python-more-itertools
python-msgpack
python-packaging
python-pexpect
python-pipx
python-pkginfo
python-platformdirs
python-ply
python-poetry
python-poetry-core
python-poetry-plugin-export
python-ptyprocess
python-pycparser
python-pyproject-hooks
python-pyrsistent
python-rapidfuzz
python-referencing
python-requests
python-requests-toolbelt
python-rpds-py
python-secretstorage
python-shellingham
python-six
python-tomlkit
python-trove-classifiers
python-typing_extensions
python-urllib3
python-userpath
python-virtualenv
python-webencodings
python-wheel
python-zipp
qt5-base
qt5-translations
rav1e
readline
rtkit
rubberband
run-parts
sbc
sdl2
sed
semver
shaderc
shadow
shared-mime-info
slop
sof-firmware
source-highlight
speex
speexdsp
spirv-tools
sqlite
srt
startup-notification
sudo
suitesparse
svt-av1
sxhkd
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
tpm2-tss
tracker3
tree-sitter
tslib
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
tzdata
uchardet
unibilium
unzip
usbmuxd
util-linux
util-linux-libs
v4l-utils
vid.stab
vmaf
vulkan-icd-loader
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
which
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcompmgr
xdg-dbus-proxy
xdg-utils
xdotool
xf86-input-libinput
xf86-input-synaptics
xkeyboard-config
xorg-appres
xorg-bdftopcf
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xterm
xvidcore
xz
yajl
yt-dlp
zimg
zip
zlib
zstd
