acpi
acpid
aircrack-ng
alsa-firmware
alsa-utils
android-file-transfer
archlinux-contrib
aria2
autojump
aws-cli-v2
base
base-devel
binwalk
bluez-utils
brightnessctl
burpsuite
chromium
cmus
cpupower
cronie
cuda
dhcpcd
discord
dmenu
dtc
dunst
efibootmgr
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
ffuf
firefox
font-manager
fzf
gambit-c
gcc
gdb
ghidra
ghostscript
gifsicle
gimp
git
github-cli
gobuster
graphicsmagick
grub
gtk3
hashcat
htop
i3-wm
i3status
ifuse
inetutils
iwd
j4-dmenu-desktop
java-environment-common
john
jre-openjdk
jre-openjdk-headless
laptop-mode-tools
latexrun-git
lib32-gcc-libs
lib32-glibc
libcanberra
libimobiledevice
libreoffice-still
linux
linux-firmware
linux-headers
maim
make
man-db
mpv
neofetch
neovim
netctl
networkmanager
nitrogen
nm-connection-editor
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia
openbsd-netcat
openvpn
ophcrack
pacman-contrib
patch
perl-image-exiftool
pkgconf
pkgfile
plocate
polkit-gnome
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pwninit
pypy
python-pipx
python-poetry
python-pwntools
racket
radare2
responder
rsync
rtorrent
ruby
sl
smbclient
sof-firmware
sonarr
sudo
tcpdump
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
ttf-nerd-fonts-symbols
unzip
usb_modeswitch
usbmuxd
usbutils
vim
vmware-keymaps
vmware-workstation
which
wireguard-tools
wireshark-qt
wordlists
wpa_supplicant
xclip
xcompmgr
xdg-utils
xdotool
xf86-input-synaptics
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay-bin
yt-dlp
zathura
zbar
zip
zoom
